function stepThirteen(userData){
    clearPage();


    let title = 'Обжалване';


    let descriptionP = `Основната цел на арбитража е справедлив, бърз и експертен резултат,
        постигнат икономически. В съответствие с тази цел арбитражните решения се считат за окончателни
        и задължителни и традиционно ще бъдат отменени само при много ограничени обстоятелства. 
        В редки случаи, които могат да включват сложни въпроси или много големи искове, страните могат
        да искат по-обширно обжалване. Страните могат да предвидят апелативен арбитражен процес 
        чрез включване на следната клауза, но те трябва да са наясно, че включването на апелативен процес 
        ще увеличи времето и разходите, свързани с приключването на арбитраж.`;
    
    

    //radio button 1
    let radio1Content = `Оставете арбитражната клауза мълчалива относно възможността за обжалване.`;
    let radio1 = createRadioButton(radio1Content, 'first', 'appealChoice');


    //radio button 2
    let radio2Content = `Независимо от какъвто и да е език, който противоречи на договорните документи, 
    страните се споразумяват: че Основната награда може да бъде обжалвана съгласно незадължителните 
    правила за апелативен арбитраж на AAA ("Апелативни правила"); че базовото решение, постановено
     от арбитър (ите), трябва да бъде най-малкото мотивирано решение; и че базовото решение не се
      счита за окончателно до изтичане на срока за подаване на известието за обжалване съгласно 
      Апелативните правила. Обжалването трябва да бъде инициирано в рамките на тридесет (30) дни след 
      получаване на Основна награда, както е определено в правило A-3 от Апелативните правила, 
      чрез подаване на Известие за обжалване във всеки офис на AAA. След процеса на обжалване решението,
       постановено от апелативния съд, може да бъде вписано във всеки съд, който е компетентен по него.`;
    let radio2 = createRadioButton(radio2Content, 'second', 'appealChoice');

    fillPage(title, [
        descriptionP, 'blank',
        radio1.outerHTML,
        radio2.outerHTML
    ]);

    let radioButtonsInputs = {
        first: null,
        second: null,
    }

    setValues(userData, 'appealChoice', radioButtonsInputs);
}

function stepThirteenValidateAndGetData(){
    let data = {
        appealChoice:null,
    }

    let radioButtonsInputs = {
        first: null,
        second: null,
    }

    
    return validateMiltipleInputRadios(data, radioButtonsInputs);
}