function stepTwo(){
    clearPage();

    let title = `Клауза за стандартен арбитраж`;
    let description = 
    [
        `Стандартната арбитражна клауза Мирител често е най-добрият избор за улеснение при съставяне на 
        договори и договаряне. Като се позовава на правилата на Мирител, стандартната клауза предоставя пълен 
        набор от правила и процедури и елиминира необходимостта от изписване на всяка непредвидена ситуация и 
        процедурен въпрос. В комбинация с управлението на делата на Мирител стандартната арбитражна клауза 
        предоставя просто, изпитано във времето средство за разрешаване на спорове, което се оказа високоефективно 
        в стотици хиляди спорове.`,
        'blank',
        `За да използвате стандартната клауза на Мирител, без да гледате различни незадължителни разпоредби
         на клауза, моля, кликнете върху „Копирай клаузата“ по-долу.`,
         'blank',
        `За да се ръководите от подбор от незадължителни въпроси, които много страни решават в арбитражните 
        споразумения, включително местоположението на арбитража, приложимото законодателство, броя на арбитрите,
         които ще бъдат назначени и други, моля изберете бутона „Добавяне на опции“ по-долу.
          Много страни използват стандартната клауза на Мирител като своя клауза за "основа" и
           след това я променят, за да адресират допълнителните разпоредби, описани на следващите екрани.`,
    ];

    fillPage(title, description);
}